---
kind: property
id: P:Autodesk.Revit.DB.Visual.Mirror.MirrorColorByObject
zh: 镜像
source: html/802921a5-2f13-ed30-e3cc-7def3fdb9b85.htm
---
# Autodesk.Revit.DB.Visual.Mirror.MirrorColorByObject Property

**中文**: 镜像

The property labeled "Color By Object" from the "Mirror" schema.

## Syntax (C#)
```csharp
public static string MirrorColorByObject { get; }
```

## Remarks
This property is of type "AssetPropertyBoolean".